{
  "Features": "Features",
  "Support": "Support",
  "Enterprise": "Enterprise",
  "Pricing": "Pricing",
  "Contact": "Contact",
  "Akuntansi": "Accounting",
  "Supply Chain Management": "Supply Chain Management",
  "Integration & Platform": "Integration & Platform",
  "Laporan Keuangan": "Financial Report",
  "Laporan arus kas & neraca": "Cash Flow & Balance Sheet",
  "Management Product": "Product Management",
  "Atur produk secara detail": "Manage products in detail",
  "User Management": "User Management",
  "Hak akses dan peran pengguna": "User access and roles",
  "Pembukuan": "Bookkeeping",
  "Catat transaksi harian": "Record daily transactions",
  "Management Inventori": "Inventory Management",
  "Pantau stok real-time": "Monitor real-time stock",
  "Pay": "Payment Integration",
  "Integrasi pembayaran": "Payment Integration",
  "Perpajakan": "Taxation",
  "Kelola pajak bisnis": "Manage business taxes",
  "Management Gudang": "Warehouse Management",
  "Multi lokasi gudang": "Multi-location warehouse",
  "Pos & Marketplace": "POS & Marketplace",
  "Sinkronisasi toko online": "Synchronize online store",
  "Bank": "Bank",
  "Rekonsiliasi bank otomatis": "Automatic bank reconciliation",
  "Management Supplier": "Supplier Management",
  "Kelola pemasok & pembelian": "Manage suppliers & purchases",
  "Biaya & Pengeluaran": "Expenses & Outgoings",
  "Pantau semua pengeluaran": "Monitor all expenses",
  "Help": "Help",
  "Center": "Center",
  "Community": "Community",
  "Project help": "Project help",
  "Overview": "Overview",
  "Design together": "Design together",
  "Collaboration": "Collaboration",
  "brandName": "thecore",
  "signIn": "Sign In",
  "language": "Language",

  "home": {
    "slide1": {
      "title": "thecore: One Platform for All Business Needs",
      "desc": "From sales, purchasing, inventory, to payroll — all can be managed in a single web-based system with no user limit. Save time, work efficiently."
    },
    "slide2": {
      "title": "Automated finance tracking, focus on growing your business",
      "desc": "A smart system that helps manage financial reports and transactions instantly, anytime."
    },
    "features": {
      "feature1": {
        "title": "Easy to Use",
        "desc": "With a simple and user-friendly interface, you can manage finances and operations without technical expertise."
      },
      "feature2": {
        "title": "Integrated & Flexible",
        "desc": "Connected to systems like POS, eCommerce, and banks to ensure accurate data and easy synchronization."
      },
      "feature3": {
        "title": "Unlimited Users",
        "desc": "One system for your entire team — perfect for SMEs to large enterprises."
      },
      "feature4": {
        "title": "Secured Data",
        "desc": "Your financial data is protected with high-level security and automatic backup."
      },
      "title": "Base Feature",
      "realtime": "Data Real-Time",
      "realtimeDesc":"Leave behind slow manual processes! Switch to TheCore Accounting System and experience the convenience of efficient real-time data access!",
      "security": "High Security",
      "securityDesc":  "Protect your business financial data with TheCore's high-level security system. Data privacy and integrity are our priorities!",
      "integration": "Easy Integration",
      "integrationDesc":"Use TheCore easily without the need for complicated installations or additional systems. All features are ready to use and immediately support your workflow!",
      "export": "Export Report",
      "exportDesc":"Need a quick report? With TheCore, you can export financial reports anytime, in a ready-to-share format!"
    
    },
    "testimonial": {
      "title":"What Do They Say?",
      "msg1": "Since using The Core, financial reports have become neater and easier to understand.",
      "msg2": "We can make business decisions faster because of real-time reporting.",
      "msg3": "I never thought a small SME like us could have reports on par with those of a large company!"
      },
    "navbar":{
      "section1":{
        "title":"Financial Report",
        "desc":"Provides accurate and real-time financial reports to support better business decision-making."
      },
      "section2":{
        "title":"Production management",
        "desc": "Streamlines the entire production process, from planning to distribution, ensuring maximum efficiency."
      },
      "section3":{
        "title":"Financial Analysis",
        "desc":"Delivers in-depth financial insights to monitor business performance and develop precise strategies."
      },
      "section4":{
        "title":"Payment Management",
        "desc": "Manages transactions and payments automatically and securely within an integrated system."
      }

    },
    "items":{
      "title":"10,000+ Companies Have Trusted thecore"
    },
    "items1":{
      "title":"Software that makes it easy to manage financial data"
    },
   
    "buttons": {
      "whatsapp": "Contact via WhatsApp",
      "freeTrial": "Try for Free",
      "learnMore": "Learn More -> "
    },
    "why": "Why Choose"
  },
  "Laporan-Keuangan": {
    "Items":{
      "title": "Cash Flow & Business",
      "desc":"Monitor your business finances in real-time & accurately",
      "desc1":"Get insights into your company's cash flow and balance sheet to make better decisions."
    },
    "navbar":{
      "section1":{
        "title":"Dashboard",
        "desc":"The Standard Balance Sheet gives you a complete snapshot of your business's financial health. It clearly shows what your business owns (assets), what it owes (liabilities), and how much you’ve invested (equity). This report is essential for making informed decisions and is also a powerful tool when attracting investors or business partners."
      },
      "section2":{
        "title":"Profit/Loss (Standard)",
        "desc":"The Standard Profit & Loss Report shows all transaction types that impact your income and expenses in one easy-to-read view. This report helps you quickly understand whether your business is making a profit or loss, and where your major revenue or expense streams are coming from. Perfect for business owners who want regular performance evaluations."
      },
      "section3":{
        "title":"Profit/Loss per year",
        "desc":"The Yearly Profit & Loss Report is designed to showcase your business’s financial performance over the span of an entire year. This report helps you identify trends, pinpoint your best and worst months, and plan better financial strategies for the upcoming year. Ideal for annual reporting or year-end reviews."
      }
    },
    "items1":{
      "title":"Automatically Presented Financial Report Results"
    }
  },
  "Pembukuan1":{
    "items1":{
      "title":"From transactions to reports, everything is recorded automatically."
    },
    "Items":{
      "title":"bookkeeping",
      "desc":"Monitor Business Bookkeeping in real-time & accurately",
      "desc1":"No need to be complicated anymore! Check your business bookkeeping anytime, real-time and super accurate. So that your business finances are more organized."
    },
    "features":{
      "realtime":"Leave the slow manual process! Switch to TheCore Bookkeeping System and experience the ease of efficient real-time data access!",
      "securityDesc":"Protect your business data with TheCore's high-level security system. Data privacy and integrity are our priority!",
      "integrationDesc":"Use TheCore easily without the need for complicated installations or additional systems. All features are ready to use and immediately support your workflow!"
    },
    "Navbar":{
      "section1":{
        "title":"General Ledger",
        "desc":"This report records all transactions that occurred within a specific period in chronological order. The General Ledger serves as a reference for tracking all of your company's financial activities in a complete and organized manner."
      },
      "section2":{
        "title":"Chart of Accounts",
        "desc":"Provides a comprehensive list of owned assets, outstanding liabilities, and the equity invested into the company."
      },
      "section3":{
        "title":"journal",
        "desc":"This report presents all transactions carried out within a specific period. It serves as a chronological reference for all journal entries recorded by your company."
      }
    }
  },
  "Product":{
    "Items":{
      "title":"Product",
      "desc":"Manage your business products with real-time tracking and accurate data.",
      "desc1":"Get insights into stock and product movement to make more informed business decisions."
    },
    "items1":{
      "title":"Manage Your Business Accurately"
    },
   "features": {
    "realtime": "Say goodbye to confusing manual stock tracking! Switch to TheCore Product Management System and enjoy fast, accurate, real-time access to your product data.",
    "securityDesc": "Ensure the security of your product data with TheCore’s advanced protection system. Inventory safety and data integrity are our top priorities!",
    "integrationDesc": "Manage your products seamlessly without the hassle of additional installations. TheCore comes fully equipped to support your operations and inventory management from day one."
    },
    "Navbar":{
      "section1":{
        "title":"Product",
        "desc":"This view allows you to complete product details thoroughly, starting from general information, categories, prices, to adding photos as a visual identity of the product. With complete data, the process of recording, managing inventory, and selling can be done faster, more accurately, and professionally."
      },
      "section2":{
        "title":"Product Transaction",
        "desc":"Monitor product availability across multiple locations or branches, and optimize inter-warehouse transfer decisions based on up-to-date stock data."
      }
    }
  },
  "Inventori":{
    "Items":{
      "title":"Inventory Management",
      "desc":"Monitor your product inventory and stock levels in real-time & accurately.",
      "desc1":"Understand stock and product flow clearly to optimize your business strategies."
    },
    "Navbar":{
      "section1":{
        "title":"stock data",
        "desc":"With automatic synchronization on every transaction, your product stock data is updated in real-time without manual adjustments, ensuring more accurate and up-to-date stock reconciliation. The system also automatically records available product quantities, while sending notifications when stock levels run low, helping you plan production and sales more efficiently."
      }
    },
    "items1":{
      "title":"Optimize Your Inventory Management"
    }
  }
}
