{
  "Features": "Features",
  "Support": "Support",
  "Enterprise": "Enterprise",
  "Pantau Keuangan":"Monitor Finances",
  "Management Pembayaran":"Financial Management",
  "Pricing": "Pricing",
  "Contact": "Contact",
  "Akuntansi": "Accounting",
  "Supply Chain Management": "Supply Chain Management",
  "Integration & Platform": "Integration & Platform",
  "Laporan Keuangan": "Financial Report",
  "Laporan arus kas & neraca": "Cash Flow & Balance Sheet",
  "Management Product": "Product Management",
  "Atur produk secara detail": "Manage products in detail",
  "User Management": "User Management",
  "Hak akses dan peran pengguna": "User access and roles",
  "Pembukuan": "Bookkeeping",
  "Catat transaksi harian": "Record daily transactions",
  "Management Inventori": "Inventory Management",
  "Pantau stok real-time": "Monitor real-time stock",
  "Pay": "Payment Integration",
  "Integrasi pembayaran": "Payment Integration",
  "Perpajakan": "Taxation",
  "Kelola pajak bisnis": "Manage business taxes",
  "Management Gudang": "Warehouse Management",
  "Multi lokasi gudang": "Multi-location warehouse",
  "Pos & Marketplace": "POS & Marketplace",
  "Sinkronisasi toko online": "Synchronize online store",
  "Bank": "Bank",
  "Rekonsiliasi bank otomatis": "Automatic bank reconciliation",
  "Management Supplier": "Supplier Management",
  "Kelola pemasok & pembelian": "Manage suppliers & purchases",
  "Biaya & Pengeluaran": "Expenses & Outgoings",
  "Pantau semua pengeluaran": "Monitor all expenses",
  "Help": "Help",
  "Center": "Center",
  "Community": "Community",
  "Project help": "Project help",
  "Overview": "Overview",
  "Design together": "Design together",
  "Collaboration": "Collaboration",
  "brandName": "thecore",
  "signIn": "Sign In",
  "language": "Language",

  "home": {
    "Page":{ 
    "Judul":"thecore", 
    "title":"One Platform to Control Your Business Operations & Finances", 
    "desc":"Manage the two most important aspects of your business - operations and finances - in one integrated system. The core is an online accounting solution that delivers real-time data for faster, more informed decisions." 
    },
    "slide1": {
      "title": "thecore: One Platform for All Business Needs",
      "desc": "From sales, purchasing, inventory, to payroll — all can be managed in a single web-based system with no user limit. Save time, work efficiently."
    },
    "slide2": {
      "title": "Automated finance tracking, focus on growing your business",
      "desc": "A smart system that helps manage financial reports and transactions instantly, anytime."
    },
    "grid" : {
      "section1" : {
      "title":  "Simple & Intuitive Design",
      "desc" : "Clean interface, easy to use, suitable for everyone."
      },
      "section2" : {
        "title" :"Access from Anywhere",
        "desc" : "Manage your bookkeeping anytime in the cloud securely and quickly."
      },
      "section3" : {
        "title" : "Easier Team Collaboration",
        "desc" :   "Teams can work together on one platform without any hassle."
      },
      "section4" : {
        "title" :"Direct & Fast Support",
        "desc" : "Our team is ready to help you via chat or call without any hassle.."
      },
      "section5" : {
        "title" : "Protected Data",
        "desc" : "Guaranteed data security with encryption and global standards."
      },
      "section6" : {
        "title" : "Flexible Integration",
        "desc" : "Can be connected to other apps for efficient workflow."
      }
      
    },
    "features": {
      "feature1": {
        "title": "Easy to Use",
        "desc": "With a simple and user-friendly interface, you can manage finances and operations without technical expertise."
      },
      "feature2": {
        "title": "Integrated & Flexible",
        "desc": "Connected to systems like POS, eCommerce, and banks to ensure accurate data and easy synchronization."
      },
      "feature3": {
        "title": "Unlimited Users",
        "desc": "One system for your entire team — perfect for SMEs to large enterprises."
      },
      "feature4": {
        "title": "Secured Data",
        "desc": "Your financial data is protected with high-level security and automatic backup."
      },
      "title": "Base Feature",
      "realtime": "Data Real-Time",
      "realtimeDesc":"Leave behind slow manual processes! Switch to TheCore Accounting System and experience the convenience of efficient real-time data access!",
      "security": "High Security",
      "securityDesc":  "Protect your business financial data with TheCore's high-level security system. Data privacy and integrity are our priorities!",
      "integration": "Easy Integration",
      "integrationDesc":"Use TheCore easily without the need for complicated installations or additional systems. All features are ready to use and immediately support your workflow!",
      "export": "Export Report",
      "exportDesc":"Need a quick report? With TheCore, you can export financial reports anytime, in a ready-to-share format!"
    
    },
    "testimonial": {
      "title":"What Do They Say?",
      "msg1": "Since using The Core, financial reports have become neater and easier to understand.",
      "msg2": "We can make business decisions faster because of real-time reporting.",
      "msg3": "I never thought a small SME like us could have reports on par with those of a large company!"
      },
    "navbar":{
      "section1":{
        "title":"Financial Report",
        "desc":"Provides accurate and real-time financial reports to support better business decision-making."
      },
      "section2":{
        "title":"Production management",
        "desc": "Streamlines the entire production process, from planning to distribution, ensuring maximum efficiency."
      },
      "section3":{
        "title":"Financial Analysis",
        "desc":"Delivers in-depth financial insights to monitor business performance and develop precise strategies."
      },
      "section4":{
        "title":"Payment Management",
        "desc": "Manages transactions and payments automatically and securely within an integrated system."
      }

    },
    "items":{
      "title":"10,000+ Companies Have Trusted thecore"
    },
    "items1":{
      "title":"Software that makes it easy to manage financial data"
    },
   
    "buttons": {
      "whatsapp": "Contact via WhatsApp",
      "freeTrial": "Try for Free",
      "learnMore": "Learn More -> "
    },
    "why": "Why Choose"
  },
  "Laporan-Keuangan": {

    "grid":{
     "section1":{
      "title":"Income Report",
      "desc":"Track all your business income in detail and easy to understand."
      },
     "section2":{
      "title" : "Expense Report",
      "desc" :"Monitor daily, weekly, and monthly expenses neatly."
      },
      "section3" : {
      "title" : "Financial Recapitulation",
      "desc" : "Present all transactions into a complete financial report."
      },
      "section4" : {
      "title" : "Financial Analysis",
      "desc" : "Visualize financial data with graphs for easier analysis."
      },
      "section5" : {
      "title" : "Export Report",
      "desc" : "Download financial reports in PDF or Excel format with one click."
      },
      "section6" : {
      "title" : "Financial Reminder",
      "desc": "Get automatic reminders for bills, due dates, and monthly statements."
      }
      },

    
    "Items":{
      "title": "Cash Flow & Business",
      "desc":"Monitor your business finances in real-time & accurately",
      "desc1":"Get insights into your company's cash flow and balance sheet to make better decisions."
    },
    
    "navbar":{
      "section1":{
        "title":"Dashboard",
        "desc":"The Standard Balance Sheet gives you a complete snapshot of your business's financial health. It clearly shows what your business owns (assets), what it owes (liabilities), and how much you’ve invested (equity). This report is essential for making informed decisions and is also a powerful tool when attracting investors or business partners."
      },
      "section2":{
        "title":"Profit/Loss (Standard)",
        "desc":"The Standard Profit & Loss Report shows all transaction types that impact your income and expenses in one easy-to-read view. This report helps you quickly understand whether your business is making a profit or loss, and where your major revenue or expense streams are coming from. Perfect for business owners who want regular performance evaluations."
      },
      "section3":{
        "title":"Profit/Loss per year",
        "desc":"The Yearly Profit & Loss Report is designed to showcase your business’s financial performance over the span of an entire year. This report helps you identify trends, pinpoint your best and worst months, and plan better financial strategies for the upcoming year. Ideal for annual reporting or year-end reviews."
      }
    },
    "items1":{
      "title":"Automatically Presented Financial Report Results"
    }
  },
  "Pembukuan1":{
    "items1":{
      "title":"From transactions to reports, everything is recorded automatically."
    },
    "Items":{
      "title":"bookkeeping",
      "desc":"Monitor Business Bookkeeping in real-time & accurately",
      "desc1":"No need to be complicated anymore! Check your business bookkeeping anytime, real-time and super accurate. So that your business finances are more organized."
    },
    "grid" : {
      "section1" : {
      "title": "Transaction Recording",
      "desc" : "Record all business transactions quickly and accurately every day."
      },
      "section2" : {
        "title" : "Category Grouping",
        "desc" : "Group transactions by categories such as sales, purchases, and operating expenses.."
      },
      "section3" : {
        "title" : "Invoice Creation",
        "desc" :  "Easily create and manage professional invoices for clients and customers."
      },
      "section4" : {
        "title" :"Payment Schedule",
        "desc" : "Set and monitor payment schedules to avoid delays."
      },
      "section5" : {
        "title" : "Cash Management",
        "desc" : "Manage incoming and outgoing cash balances to ensure cash flow remains healthy."
      },
      "section6" : {
        "title" : "Report Checking",
        "desc" : "Review and validate bookkeeping reports to ensure data accuracy."
      }
      
    },
    "features":{
      "feature1":{
        "title":"Transaction Recording",
        "desc":"From transactions to reports, everything is recorded quickly and accurately every day."
      },
      "feature2":{
        "title": "Category Grouping",
        "desc": "Efficiently group transactions by categories such as sales, purchases, and operating expenses.."
      },
      "feature3":{
        "title":"Invoice Creation",
        "desc": "Easily create and manage professional invoices for clients and customers.."
      },
      "feature4":{
        "title": "Payment Schedule",
        "desc":"Set and monitor payment schedules to avoid delays and keep cash flow smooth."
      }
    },
    "Navbar":{
      "section1":{
        "title":"General Ledger",
        "desc":"This report records all transactions that occurred within a specific period in chronological order. The General Ledger serves as a reference for tracking all of your company's financial activities in a complete and organized manner."
      },
      "section2":{
        "title":"Chart of Accounts",
        "desc":"Provides a comprehensive list of owned assets, outstanding liabilities, and the equity invested into the company."
      },
      "section3":{
        "title":"journal",
        "desc":"This report presents all transactions carried out within a specific period. It serves as a chronological reference for all journal entries recorded by your company."
      }
    }
  },
  "Product":{
    "Items":{
      "title":"Product",
      "desc":"Manage your business products with real-time tracking and accurate data.",
      "desc1":"Get insights into stock and product movement to make more informed business decisions."
    },
    "items1":{
      "title":"Manage Your Business Accurately"
    },
   "features": {
      "title": "Product Management Features",
      "feature1": {
        "title": "Inventory Management",
        "desc": "Manage product stock in real-time to maintain availability."
      },
      "feature2": {
        "title": "Product Catalog",
        "desc": "Organize product lists with categories, prices, and complete descriptions."
      },
      "feature3": {
        "title": "Pricing and Discounts",
        "desc": "Set product prices and organize promos or discounts flexibly."
      },
      "feature4": {
        "title": "Variety Management",
        "desc": "Manage product variants such as size, color, or type easily."
      },

      "feature5": {
        "title": "Minimum Stock Setting",
        "desc": "Set notifications when products are running low to avoid running out."
      },
      "feature6": {
        "title": "Product Report",
        "desc": "Monitor product sales performance through easy-to-understand reports."
      }
    },
    "Navbar":{
      "section1":{
        "title":"Product",
        "desc":"This view allows you to complete product details thoroughly, starting from general information, categories, prices, to adding photos as a visual identity of the product. With complete data, the process of recording, managing inventory, and selling can be done faster, more accurately, and professionally."
      },
      "section2":{
        "title":"Product Transaction",
        "desc":"Monitor product availability across multiple locations or branches, and optimize inter-warehouse transfer decisions based on up-to-date stock data."
      }
    }
  },
  "Inventori":{
    "Items":{
      "title":"Inventory Management",
      "desc":"Monitor your product inventory and stock levels in real-time & accurately.",
      "desc1":"Understand stock and product flow clearly to optimize your business strategies."
    },
    "grid" : {
      "section1" : {
      "title":  "Real-Time Stock Monitoring",
      "desc" : "View up-to-date stock quantities to ensure product availability is always maintained."
      },
      "section2" : {
        "title" :"Goods Movement History",
        "desc" : "Record all activities of goods in and out for full control.."
      },
      "section3" : {
        "title" : "Minimum Stock Notification",
        "desc" :   "Get automatic alerts when stock reaches the minimum limit."
      },
      "section4" : {
        "title" :"Stock Manual Adjustment",
        "desc" : "Edit stock quantities manually for corrections or adjustments."
      },
      "section5" : {
        "title" : "Stock Audit and Check",
        "desc" : "Perform periodic checks to ensure stock data is in line with physical data."
      },
      "section6" : {
        "title" : "Delivery Management",
        "desc" : "Organize inbound and outbound shipments to keep distribution efficient."
      }
      
    },
    "features":{
      "feature1":{
        "title":"Goods Storage",
        "desc":"Manage and archive products easily." 
      },
      "feature2":{
        "title":"Shipping",
        "desc":"Monitor and manage product shipments efficiently." 
      },
      "feature3":{
        "title":"Packaging", 
        "desc":"Manage packing and product units for distribution." 
      },
      "feature4":{
        "title":"Stock Report", 
        "desc":"Monitor product performance and stock with visual reports." 
      }
    },
    "Navbar":{
      "section1":{
        "title":"stock data",
        "desc":"With automatic synchronization on every transaction, your product stock data is updated in real-time without manual adjustments, ensuring more accurate and up-to-date stock reconciliation. The system also automatically records available product quantities, while sending notifications when stock levels run low, helping you plan production and sales more efficiently."
      }
    },
    "items1":{
      "title":"Optimize Your Inventory Management"
    }
  },
  "Gudang":{
    "Items": {
      "title": "Warehouse Management",
      "desc": "Monitor the movement of goods in the warehouse in real-time",
      "desc1": "Gain full visibility over inbound and outbound goods to enhance the operational efficiency of your warehouse."
    },
    "Navbar": {
      "section1": {
        "title": "Add Warehouse Data",
        "desc": "This page is used to add new warehouse information into the system, including filling in the warehouse name, identification code, active or inactive status, and the option to upload related warehouse photos."
      },
      "section2": {
        "title": "Warehouse Data Overview",
        "desc": "Displays a list of all warehouses registered in the system, complete with search features, stock status indicators, and action buttons to edit or view detailed information for each warehouse."
      }
    },
    "items1": {
      "title": "Manage Your Warehouse Accurately"
    },
    "features": {
      "feature1":{
      "title": "Stock Management",
      "desc": "Manage your warehouse stock easily, including setting quantity, category, and storage location."
      },
      "feature2":{
      "title":"Warehouse Security",
      "desc":"Ensure all warehouse goods and data are protected with an advanced security system."
      },
      "feature3":{
      "title":"System Integration",
      "desc":"Integration with other systems to simplify workflow and automatically synchronize data."
      },
      "feature4":{
      "title":"Data Export",
      "desc":"Export warehouse stock data to xlsx or PDF format for further reporting and analysis."
      }
      }
  },
  "Pengeluaran":{
   "Items": {
      "title": "Financial Management",
      "desc": "Control cash flow to maintain financial stability",
      "desc1": "Gain in-depth insights into spending patterns and cash outflows to optimize budgets, improve cost efficiency, and strengthen your financial decision-making."
    },
    "grid" : {
      "section1" : {
      "title":  "Record Expenses",
      "desc" : "Input all types of expenses with clear categories."
      },
      "section2" : {
        "title" :"Budget Control",
        "desc" : "Set a budget limit and monitor its use."
      },
      "section3" : {
        "title" : "Transaction History",
        "desc" :   "View daily, weekly, and monthly spending historya."
      },
      "section4" : {
        "title" :"Cost Analysis",
        "desc" : "Show cost summary in graphs and percentages."
      },
      "section5" : {
        "title" : "Payment Reminder",
        "desc" : "Get notifications before bills are due."
      },
      "section6" : {
        "title" : "Export Data",
        "desc" : "Download expense data to Excel or PDF for archive."
      }
      
    },
    "navbar":{
      "section1":{
        "title":"Cost",
        "desc":"Manage all your incoming and outgoing funds effortlessly through the Bank Account feature. With a simple display and a 30-day transaction report, you can monitor your cash flow accurately, transparently, and in real-time."
      },
      "section2":{
        "title":"Expense",
        "desc":"Record and monitor all your business expenses with the Expense List feature. TheCore helps you manage monthly spending through detailed reports, making cost control easier and more organized."
      }
    },
    "items1": {
      "title": "Manage Your Cash Flow and Expenses Accurately"
    },
    "features": {
      "feature1":{
        "title":"Record Expenses",
        "desc":"Keep all expense transactions neat and structured."
      },
      "feature2":{
        "title":"Transaction Details",
        "desc":"View details of each transaction complete with date and category."
      },
      "feature3":{
        "title":"Payment Reminder",
        "desc":"Get notifications for upcoming bills or regular expenses."
      },
      "feature4":{
        "title":"Export Report",
        "desc":"Download expense reports in PDF or Excel format anytime."
      }
      
    }
  },
  "User":{
    "Items":{
      "title": "User Management",
      "desc": "Real-time user access control for system security and efficiency.",
      "desc1": "Gain comprehensive insights into user behavior and access patterns to optimize permissions, enhance collaboration, and support strategic decision-making."
    },
    "grid" : {
      "section1" : {
      "title":  "Manage Users",
      "desc" : "Organize and manage all users in one place."
      },
      "section2" : {
        "title" :"Add Account",
        "desc" : "Create a new account for admin, staff, or other users."
      },
      "section3" : {
        "title" : "Access Rights",
        "desc" :   "Define the roles and access permissions of each user."
      },
      "section4" : {
        "title" :"User Activity",
        "desc" : "Monitor login history and user activity in real-time."
      },
      "section5" : {
        "title" : "Account Settings",
        "desc" : "Easily change profile and account security information."
      },
      "section6" : {
        "title" : "User Report",
        "desc" : "Download full activity reports and user data."
      }
      
    },
    "Navbar":{
      "section1": {
        "title": "Account Creation",
        "desc": "Easily create and manage user accounts through an intuitive interface. With TheCore, you can streamline the onboarding process and ensure that every user has the right access from the start, improving security and operational efficiency."
      },
      "section2": {
        "title": "Account Permissions",
        "desc": "Set and manage user permissions easily with TheCore. Define what each user can access and control within the system to ensure operational security and streamline task management."
      }
    },
    "items1": {
      "title": "Manage User Accounts and Permissions Efficiently"
    },
    "features": {
      "feature1":{
        "title": "User Management",
        "desc":"Manage all users from one place."
      },
      "feature2":{
        "title": "Add New Users",
        "desc":"Easily add admin or staff accounts."
      },
      "feature3":{
        "title":"Access Control",
        "desc": "Set permissions and roles for each user."
      },
      "feature4":{
        "title": "User Activity",
        "desc":"Track user login and usage history."
      }
    }
  },
  "Pembeli":{
    "Items": {
      "title": "Supplier Management",
      "desc": "Control the purchasing and selling process in an integrated manner",
      "desc1": "Gain complete insights into supplier transaction history to optimize purchasing, improve supply chain efficiency, and support strategic business growth."
    },
    "grid" : {
      "section1" : {
      "title":  "Supplier Management",
      "desc" : "Manage suppliers easily and efficiently to maintain good relationships."
      },
      "section2" : {
        "title" :"Purchase Recording",
        "desc" : "Record every purchase transaction in detail to monitor business expenses."
      },
      "section3" : {
        "title" : "Payment Settings",
        "desc" :   "Manage payment schedules to suppliers so that there are no delays."
      },
      "section4" : {
        "title" :"Supplier Report",
        "desc" : "Review payment and transaction reports with suppliers thoroughly."
      },
      "section5" : {
        "title" : "Supplier Integration",
        "desc" : "Integrate a system to track payment and inventory status from suppliers."
      },
      "section6" : {
        "title" : "Remembering Payment",
        "desc" : "Get reminders for payments due to suppliers."
      }
      
    },
    "Navbar": {
      "section1": {
        "title": "Purchasing",
        "desc": "Easily record and manage all purchasing activities from suppliers. With TheCore, you can transparently track each purchasing transaction to ensure optimal stock availability."
      },
      "section2": {
        "title": "Sales",
        "desc": "Manage product sales to customers accurately through an integrated system. TheCore helps you ensure that every sales transaction is properly recorded, enhancing service and accelerating business processes."
      }
    },
    "items1": {
      "title": "Organize Your Purchasing and Sales Efficiently"
    },
   "features":{
      "feature1":{
        "title":"Manage Your Suppliers Easily",
        "desc":"Quickly and easily record and manage supplier information to ensure smooth business operations."
      },
      "feature2":{
        "title": "Monitor All Your Purchases",
        "desc": "Track the status and history of your purchases from multiple suppliers to ensure better financial management."
      },
      "feature3":{
        "title": "Create And Manage Invoices",
        "desc": "Create and send automatic invoices to suppliers easily, and track incoming payments."
      },
      "feature4":{
        "title": "Manage Shipments Properly",
        "desc": "Track shipments from suppliers and ensure they arrive on time without any issues."
      }
    }
  }
}

