{
  "Features": "Fitur",
  "Support": "Bantuan",
  "Enterprise": "Perusahaan",
  "Pricing": "Harga",
  "Management Pembayaran":"Manajemen Keuangan",
  "Pantau Keuangan":"Pantau Keuangan",
  "Contact": "Kontak",
  "Akuntansi": "Akuntansi",
  "Supply Chain Management": "Manajemen Rantai Pasokan",
  "Integration & Platform": "Integrasi & Platform",
  "Laporan Keuangan": "Laporan Keuangan",
  "Laporan arus kas & neraca": "Arus Kas & Neraca",
  "Management Product": "Manajemen Produk",
  "Atur produk secara detail": "Atur produk secara detail",
  "User Management": "Manajemen Pengguna",
  "Hak akses dan peran pengguna": "Hak akses dan peran pengguna",
  "Pembukuan": "Pembukuan",
  "Catat transaksi harian": "Catat transaksi harian",
  "Management Inventori": "Manajemen Inventaris",
  "Pantau stok real-time": "Pantau stok real-time",
  "Pay": "Pembayaran",
  "Integrasi pembayaran": "Integrasi pembayaran",
  "Perpajakan": "Perpajakan",
  "Kelola pajak bisnis": "Kelola pajak bisnis",
  "Management Gudang": "Manajemen Gudang",
  "Multi lokasi gudang": "Multi lokasi gudang",
  "Pos & Marketplace": "POS & Marketplace",
  "Sinkronisasi toko online": "Sinkronisasi toko online",
  "Bank": "Bank",
  "Rekonsiliasi bank otomatis": "Rekonsiliasi bank otomatis",
  "Management Supplier": "Manajemen Pemasok",
  "Kelola pemasok & pembelian": "Kelola pemasok & pembelian",
  "Biaya & Pengeluaran": "Biaya & Pengeluaran",
  "Pantau semua pengeluaran": "Pantau semua pengeluaran",
  "Help": "Bantuan",
  "Center": "Pusat",
  "Community": "Komunitas",
  "Project help": "Bantuan proyek",
  "Overview": "Ikhtisar",
  "Design together": "Desain bersama",
  "Collaboration": "Kolaborasi",
 
  "signIn": "Masuk",
  "language": "Bahasa",
  "home": {
    "Page":{
      "Judul":"thecore",
      "title":"Satu Platform untuk Kendalikan Operasional & Finansial Bisnis Anda",
      "desc":"Kelola dua aspek terpenting bisnis Anda — operasional dan keuangan — dalam satu sistem yang terintegrasi. Thecore hadir sebagai solusi akuntansi online yang memberikan data real-time untuk keputusan yang lebih cepat dan tepat."
    },
    "features": {
      "feature1": {
        "title": "Mudah Digunakan",
        "desc": "Dengan tampilan yang simpel dan user-friendly, kamu bisa kelola keuangan dan operasional tanpa perlu keahlian teknis."
      },
      "feature2": {
        "title": "Terintegrasi & Fleksibel",
        "desc": "Terhubung dengan berbagai sistem seperti POS, eCommerce, dan bank untuk memastikan akurasi data dan kemudahan sinkronisasi."
      },
      "feature3": {
        "title": "Tanpa Batasan Pengguna",
        "desc": "Satu sistem bisa digunakan oleh semua tim tanpa batas user — cocok untuk UMKM hingga perusahaan besar."
      },
      "feature4": {
        "title": "Keamanan Data Terjamin",
        "desc": "Data keuangan kamu dijaga dengan standar keamanan tingkat tinggi dan sistem backup otomatis."
      },
      "title": "Fitur Unggulan",
      "realtime": "Data Real-Time",
      "realtimeDesc":"Tinggalkan proses manual yang lambat! beralih ke TheCore Sistem Akuntansi dan rasakan kemudahan akses data real-time yang efisien!",
      "security": "Keamanan Tinggi",
      "securityDesc":  "Lindungi data keuangan bisnis Anda dengan sistem keamanan tingkat tinggi dari TheCore. Privasi dan integritas data adalah prioritas kami!",
      "integration": "Integrasi Mudah",
      "integrationDesc": "Gunakan TheCore dengan mudah tanpa perlu instalasi rumit atau sistem tambahan. Semua fitur siap pakai dan langsung mendukung alur kerja Anda!",
      "export": "Export Laporan",
      "exportDesc": "Butuh laporan cepat? Dengan TheCore, Anda bisa ekspor laporan keuangan kapan saja, dalam format yang siap dibagikan!"
    },
    "testimonial": {
      "title": "Apa Kata Mereka?",
      "msg1": "Sejak pakai The Core, laporan keuangan jadi lebih rapi dan mudah dipahami.",
      "msg2": "Kami bisa ambil keputusan bisnis lebih cepat karena laporan real-time.",
      "msg3": "Gak nyangka UMKM kecil seperti kami bisa punya laporan sekelas perusahaan besar!"
      },
     
    "navbar":{
      "section1":{
        "title":"Laporan Keuangan",
        "desc":"Menyediakan laporan keuangan yang akurat dan real-time untuk mendukung pengambilan keputusan bisnis yang lebih baik."
      },
      "section2":{
        "title":"Managemen Product",
        "desc":"Mempermudah seluruh proses produksi, mulai dari perencanaan hingga distribusi, untuk memastikan efisiensi maksimal."
      },
      "section3":{
        "title":"Analisis Keuangan",
        "desc":"Memberikan wawasan keuangan mendalam untuk memantau kinerja bisnis dan menyusun strategi yang tepat."
      },
      "section4":{
        "title":"Managemen Pembayaran",
        "desc":"Mengelola transaksi dan pembayaran secara otomatis dan aman dalam satu sistem yang terintegrasi."
      }

    },
    "items":{
        "title":"10.000+ Perusahaan Telah Mempercayakan thecore"
    },
    "items1":{
      "title":"Software yang mudah mengelola data keuangan"
    },

    "buttons": {
      "whatsapp": "WhatsApp Sales",
      "freeTrial": "Coba Gratis",
      "learnMore":"Pelajari Selengkapnya ->",
      "choosePlan": "Pilih Paket"
    },
    "why": "Mengapa Memilih"
  },
  "Laporan-Keuangan":{
    "Items":{
      "title":"Arus Kas & Bisnis",
      "desc":"Pantau keuangan bisnismu secara real-time & akurat",
      "desc1":"Dapatkan insight tentang arus kas dan neraca perusahaan untuk mengambil keputusan yang lebih baik."
    },
    "navbar":{
      "section1":{
        "title":"Dashboard",
        "desc":"Dashboard pada sistem akuntansi TheCore menyajikan ringkasan keuangan secara real-time, menampilkan data pendapatan, pengeluaran, arus kas, serta notifikasi penting untuk mendukung pengambilan keputusan yang cepat dan tepat."
      },
      "section2":{
        "title":"Laba/Rugi (Standar)",
        "desc":"Laporan Laba/Rugi Standar menampilkan semua jenis transaksi yang mempengaruhi pendapatan dan pengeluaran Anda dalam satu tampilan yang mudah dipahami. Dengan fitur ini, Anda bisa mengetahui apakah bisnis Anda menghasilkan keuntungan atau kerugian, dan dari sektor mana pemasukan atau pengeluaran terbesar berasal. Cocok untuk pemilik usaha yang ingin mengevaluasi performa bisnis secara rutin."
      },
      "section3":{
        "title":"Laba/Rugi Setahun",
        "desc":"Laporan Laba/Rugi Setahun dirancang khusus untuk menampilkan performa keuangan bisnis Anda dalam jangka waktu satu tahun. Dengan laporan ini, Anda bisa melihat tren keuangan sepanjang tahun, mengidentifikasi bulan-bulan dengan performa terbaik maupun terburuk, serta merencanakan strategi keuangan yang lebih matang untuk tahun berikutnya. Sangat cocok digunakan saat menyusun laporan akhir tahun atau evaluasi tahunan."
      }
    },
    "items1":{
      "title":"Hasil Laporan Keuangan Disajikan Secara Otomatis"
    }
  },
  
  "Pembukuan1":{
    "items1":{
      "title":"Dari transaksi hingga laporan, semua tercatat otomatis."
    },
    "Items":{
      "title":"Pembukuan",
      "desc":"Pantau Pembukuan Bisnis secara real-time & akurat",
      "desc1":"Gak perlu ribet lagi! Cek pembukuan bisnismu kapan aja, real-time dan super akurat. Biar keuangan Bisnismu makin teratur."
    },
    "features":{
      "feature1":{
        "title":"Pencatatan Transaksi",
        "desc":"Dari transaksi hingga laporan, semua tercatat dengan cepat dan akurat setiap hari."
      },
      "feature2":{
        "title": "Pengelompokan Kategori",
        "desc": "Kelompokkan transaksi secara efisien berdasarkan kategori seperti penjualan, pembelian, dan biaya operasional."
      },
      "feature3":{
        "title":"Pembuatan Invoice",
        "desc": "Buat dan kelola invoice profesional dengan mudah untuk klien dan customer."
      },
      "feature4":{
        "title": "Jadwal Pembayaran",
        "desc":"Atur dan pantau jadwal pembayaran untuk menghindari keterlambatan dan menjaga arus kas tetap lancar."
      }
    },
    "Navbar":{
      "section1":{
        "title":"Buku Besar",
        "desc":"Laporan ini mencatat seluruh transaksi yang terjadi dalam periode tertentu secara kronologis. Buku Besar berguna sebagai referensi untuk menelusuri semua aktivitas keuangan perusahaan Anda secara lengkap dan terstruktur."
      },
      "section2":{
        "title":"Daftar Akun",
        "desc":"Menyajikan daftar aset yang dimiliki, kewajiban yang harus dipenuhi (liabilitas), serta ekuitas yang telah diinvestasikan ke dalam perusahaan."
      },
      "section3":{
        "title":"Jurnal",
        "desc": "Laporan ini menampilkan seluruh transaksi yang dilakukan dalam periode tertentu. Laporan ini berguna sebagai referensi kronologis atas semua transaksi jurnal yang dicatat oleh perusahaan Anda."
      }
    }
  },
  "Product":{
    "Items":{
      "title":"Product",
      "desc":"Kelola produk bisnismu dengan pemantauan real-time dan data yang akurat.",
      "desc1":"Dapatkan insight tentang stok dan pergerakan produk untuk mengambil keputusan bisnis yang lebih tepat."
    },
    "items1":{
      "title":"Kelola Bisnismu Secara Akurat"
    },
   
    "features": {
      "title": "Fitur Manajemen Produk",
      "feature1": {
        "title": "Manajemen Inventaris",
        "desc": "Kelola stok produk secara real-time agar ketersediaan selalu terjaga."
      },
      "feature2": {
        "title": "Katalog Produk",
        "desc": "Atur daftar produk dengan kategori, harga, dan deskripsi yang lengkap."
      },
      "feature3": {
        "title": "Harga dan Diskon",
        "desc": "Tetapkan harga produk dan atur promo atau diskon dengan fleksibel."
      },
      "feature4": {
        "title": "Manajemen Variasi",
        "desc": "Kelola varian produk seperti ukuran, warna, atau tipe dengan mudah."
      }
    },
  

    "Navbar":{
      "section1":{
        "title":"Product",
        "desc":"Tampilan ini memungkinkan Anda untuk melengkapi detail produk secara menyeluruh, mulai dari informasi umum, kategori, harga, hingga menambahkan foto sebagai identitas visual produk. Dengan data yang lengkap, proses pencatatan, pengelolaan inventaris, dan penjualan dapat dilakukan dengan lebih cepat, akurat, dan profesional."
      },
      "section2":{
        "title":"Transaksi Product",
        "desc":"Pantau ketersediaan produk di berbagai lokasi atau cabang, dan optimalkan keputusan transfer antar gudang berdasarkan data stok terkini."
      }
    }
  },
  "Inventori":{
    "Items":{
      "title":"Management Inventaris",
      "desc":"Pantau inventaris produk dan tingkat stok Anda secara real-time dan akurat.",
      "desc1":"Pahami arus stok dan produk dengan jelas untuk mengoptimalkan strategi bisnis Anda."
    },
    "Navbar":{
      "section1":{
        "title":"Perdataan Stok",
        "desc":"Dengan sinkronisasi otomatis pada setiap transaksi, data stok produk akan selalu terbarui secara real-time tanpa perlu pembaruan manual, sehingga rekapitulasi stok menjadi lebih akurat dan sesuai kondisi terkini. Sistem juga secara otomatis mencatat jumlah produk yang tersedia, sementara notifikasi akan dikirimkan saat stok mulai menipis, membantu Anda merencanakan produksi dan penjualan dengan lebih efektif."
      }
    },
    "features":{
      "feature1":{
        "title":"Penyimpanan Barang",
        "desc":"Kelola dan arsipkan produk dengan mudah." 
      },
      "feature2":{
        "title":"Pengiriman",
        "desc":"Pantau dan kelola pengiriman produk secara efisien." 
      },
      "feature3":{
        "title":"Pengemasan", 
        "desc":"Kelola pengepakan dan unit produk untuk distribusi." 
      },
      "feature4":{
        "title":"Laporan Stok", 
        "desc":"Pantau kinerja dan stok produk dengan laporan visual." 
      }
    },
    "items1":{
      "title":"Optimalkan Manajemen Inventaris Anda"
    }
  },
  "Gudang":{
   "Items": {
      "title": "Manajemen Gudang",
      "desc": "Pantau pergerakan barang di gudang secara real-time",
      "desc1": "Dapatkan visibilitas penuh atas alur barang masuk dan keluar untuk meningkatkan efektivitas operasional gudang Anda."
    },
    "Navbar":{
      "section1":{
        "title":"Penambahan Data Gudang",
        "desc":"Halaman ini digunakan untuk menambahkan informasi gudang baru ke dalam sistem, termasuk pengisian nama gudang, kode identifikasi, status aktif atau tidak aktif, serta opsi untuk mengunggah foto terkait gudang."
      },
      "section2":{
        "title":"Tampilan Data Gudang",
        "desc":"Menyajikan daftar seluruh gudang yang telah terdaftar di sistem. Dilengkapi dengan fitur pencarian, indikator status stok, serta tombol aksi untuk melakukan perubahan atau pembukaan detail masing-masing gudang."
      }
    },
    "items1":{
      "title":"Kelola Gudang Anda Secara Akurat"
    },
    "features": {
      "realtime": "Tinggalkan pencatatan gudang manual yang rentan kesalahan! Beralih ke TheCore Sistem Manajemen Gudang dan nikmati pemantauan stok dan pergerakan barang secara real-time, cepat, dan akurat.",
      "securityDesc": "Lindungi data gudang Anda dengan sistem keamanan berstandar tinggi dari TheCore. Keamanan stok, riwayat transaksi, dan integritas data menjadi prioritas utama kami!",
      "integrationDesc": "Kelola gudang Anda tanpa perlu instalasi tambahan yang rumit. TheCore menawarkan solusi manajemen gudang yang lengkap, terintegrasi, dan siap langsung mendukung operasional Anda."
    }
  },
  "Pengeluaran":{
    "Items": {
      "title": "Manajemen Keuangan",
      "desc": "Kendalikan arus kas untuk menjaga stabilitas keuangan",
      "desc1": "Dapatkan insight mendalam tentang pola pengeluaran dan arus kas keluar untuk mengoptimalkan anggaran, meningkatkan efisiensi biaya, dan memperkuat pengambilan keputusan keuangan Anda."
    },
    
    "navbar": {
      "section1": {
        "title": "Biaya Masuk & Keluar",
        "desc": "Kelola seluruh arus kas masuk dan keluar bisnis Anda dengan mudah melalui fitur Akun Bank. Dengan tampilan yang sederhana dan laporan transaksi 30 hari terakhir, Anda dapat memantau keuangan secara akurat, transparan, dan real-time."
      },
      "section2": {
        "title": "Pengeluaran",
        "desc": "Catat dan pantau semua pengeluaran bisnis Anda melalui fitur Daftar Biaya. TheCore membantu mengelola pengeluaran bulanan dengan laporan yang terperinci, sehingga kontrol biaya menjadi lebih mudah dan terorganisir."
      }
    },
    "items1": {
      "title": "Kelola Arus Kas dan Pengeluaran dengan Akurat"
    },
    "features": {
      "feature1":{
        "title":"Catat Pengeluaran",
        "desc":"Simpan semua transaksi pengeluaran secara rapi dan terstruktur."
      },
      "feature2":{
        "title":"Detail Transaksi",
        "desc":"Lihat rincian setiap transaksi lengkap dengan tanggal dan kategori."
      },
      "feature3":{
        "title":"Pengingat Pembayaran",
        "desc":"Dapatkan notifikasi untuk tagihan atau pengeluaran rutin yang akan datang."
      },
      "feature4":{
        "title":"Ekspor Laporan",
        "desc":"Unduh laporan pengeluaran dalam format PDF atau Excel kapan saja."
      }
      
    }
  },
  "User": {
    "Items": {
      "title": "Manajemen Pengguna",
      "desc": "Kelola, pantau, dan kontrol akses serta aktivitas pengguna secara real-time untuk menjaga keamanan sistem dan meningkatkan efisiensi operasional.",
      "desc1": "Dapatkan wawasan menyeluruh tentang perilaku pengguna dan pola akses untuk mengoptimalkan pengaturan izin, meningkatkan kolaborasi, dan mendukung pengambilan keputusan strategis."
    },
    "Navbar": {
      "section1": {
        "title": "Pembuatan Akun",
        "desc": "Buat dan kelola akun pengguna dengan mudah melalui antarmuka yang intuitif. Dengan TheCore, Anda dapat menyederhanakan proses onboarding dan memastikan setiap pengguna mendapatkan akses yang sesuai sejak awal, meningkatkan keamanan dan efisiensi operasional."
      },
      "section2": {
        "title": "Izin Akun",
        "desc": "Atur dan kelola izin pengguna dengan mudah menggunakan TheCore. Tentukan apa saja yang dapat diakses dan dikontrol oleh setiap pengguna untuk menjaga keamanan operasional dan memperlancar manajemen tugas."
      }
    },
    "items1": {
      "title": "Kelola Akun dan Izin Pengguna dengan Efisien"
    },
    "features": {
      "realtime": "Tinggalkan pengaturan akun manual yang merepotkan! Dengan TheCore User Management System, Anda dapat membuat, memantau, dan menyesuaikan akun serta izin pengguna secara real-time dengan cepat dan tepat.",
      "securityDesc": "Amankan akses sistem Anda dengan sistem keamanan canggih dari TheCore. Menjaga integritas peran pengguna, hak akses, dan keamanan operasional adalah prioritas utama kami!",
      "integrationDesc": "Kelola akun dan izin pengguna dengan mudah tanpa perlu instalasi tambahan. TheCore menyediakan solusi lengkap dan terintegrasi untuk manajemen akses dan peran pengguna secara seamless."
    }
  },
  "Pembeli":{
    "Items": {
      "title": "Manajemen Pemasok",
      "desc": "Kendalikan proses pembelian dan penjualan secara terintegrasi",
      "desc1": "Dapatkan wawasan lengkap tentang riwayat transaksi pemasok untuk mengoptimalkan pembelian, meningkatkan efisiensi rantai pasok, dan mendukung pertumbuhan bisnis secara strategis."
    },
    "Navbar": {
      "section1": {
        "title": "Pembelian",
        "desc": "Catat dan kelola semua aktivitas pembelian dari pemasok dengan mudah. Dengan TheCore, Anda dapat memantau setiap transaksi pembelian secara transparan untuk memastikan ketersediaan stok yang optimal."
      },
      "section2": {
        "title": "Penjualan",
        "desc": "Kelola penjualan produk kepada pelanggan dengan akurat melalui sistem terintegrasi. TheCore membantu Anda memastikan setiap transaksi penjualan tercatat dengan baik, meningkatkan pelayanan, dan mempercepat proses bisnis."
      }
    },
    "items1": {
      "title": "Kelola Pembelian dan Penjualan dengan Terorganisir"
    },
    
      "features":{
        "feature1":{
          "title":"Kelola Pemasok Anda Dengan Mudah",
          "desc":"Mencatat dan mengelola informasi pemasok dengan cepat dan mudah untuk memastikan kelancaran operasional bisnis Anda."
        },
        "feature2":{
          "title": "Pantau Semua Pembelian Anda",
          "desc":  "Lacak status dan riwayat pembelian Anda dari berbagai pemasok untuk memastikan pengelolaan keuangan yang lebih baik."
        },
        "feature3":{
          "title": "Buat Dan Kelola Faktur",
          "desc":  "Buat dan kirim faktur otomatis kepada pemasok dengan mudah, serta lacak pembayaran yang masuk."
        },
        "feature4":{
          "title":  "Kelola Pengiriman Barang Dengan Tepat",
          "desc": "Lacak pengiriman barang dari pemasok dan pastikan barang sampai tepat waktu tanpa masalah."
        }
      }
  
  }
}
